lungCaseFixed/constant/region1/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/region1/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

2
(
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          100;
        startFace       37779;
    }
    wall
    {
        type            wall;
        physicalType    wall;
        nFaces          8274;
        startFace       37879;
    }
)

// ************************************************************************* //
