lungCaseFixed/system/controlDict

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     foamRun;
solver          incompressibleFluid;

startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         100;
deltaT          1;

writeControl    timeStep;
writeInterval   20;
writeFormat     ascii;
